export const pearls = {
    "quarters": [
        {
            "name": "Спокуси сатани",
            "color": "purple",
            "button": "bg-purple-100 text-purple-700 hover:bg-purple-200 focus:ring-purple-500",
            "badge": "bg-purple-100 text-purple-800",
            "pearls": [
                {
                    "text": "Досягла вас спроба не інша, тільки людська; але вірний Бог, Який не попустить, щоб ви випробовувалися більше, ніж можете, але при спробі й полегшення дасть, щоб знести могли ви її.",
                    "location": "1 Кор. 10:13"
                },
                {
                    "text": "Господь зламаносердим близький, і впокорених духом спасає.",
                    "location": "Пс. 34:19"
                },
                {
                    "text": "Але в цьому всьому ми перемагаємо Тим, Хто нас полюбив.",
                    "location": "Рим. 8:37"
                },
                {
                    "text": "Блаженна людина, що витерпить пробу, бо, бувши випробувана, дістане вінця життя, якого Господь обіцяв тим, хто любить Його.",
                    "location": "Як. 1:12"
                },
                {
                    "text": "Я в серці своїм заховав Твоє слово, щоб мені не грішити проти Тебе.",
                    "location": "Пс. 119:11"
                },
                {
                    "text": "Майте, брати мої, повну радість, коли впадаєте в усілякі випробування, знаючи, що досвідчення вашої віри дає терпеливість.",
                    "location": "Як. 1:2, 3"
                },
                {
                    "text": "Зодягніться в повну Божу зброю, щоб могли ви стати проти хитрощів диявольських.",
                    "location": ""
                },
                {
                    "text": "Будьте тверезі, пильнуйте! Ваш супротивник диявол ходить, ричучи, як лев, що шукає пожерти кого. Противтесь йому, тверді в вірі, знавши, що ті самі муки трапляються й вашому братству по світі.",
                    "location": "1 Петр. 5:8, 9"
                },
                {
                    "text": "Тоді каже до нього Ісус: Відійди сатано! Бож написано: Господеві Богові своєму вклоняйся, і служи Одному Йому!",
                    "location": "Мтв. 4:10"
                },
                {
                    "text": "Буду бо Я милостивий до їхніх неправд, і їхніх гріхів не згадаю Я більш!",
                    "location": "Євр. 2:18"
                },
                {
                    "text": "Переможець зодягнеться в білу одежу, а ймення його Я не змию із книги життя, і ймення його визнаю перед Отцем Своїм і перед Його Анголами.",
                    "location": "Об'яв.3:5"
                },
                {
                    "text": "Нехай серце твоє не завидує грішним, і повсякчас пильнуй тільки страху Господнього.",
                    "location": "Прип. 23:17"
                }
            ]
        },
        {
            "name": "Здоров'я для щастя",
            "color": "sky",
            "button": "bg-sky-100 text-sky-700 hover:bg-sky-200 focus:ring-sky-500",
            "badge": "bg-sky-100 text-sky-800",
            "pearls": [
                {
                    "text": "Тож, коли ви їсте, чи коли ви п'єте, або коли інше що робите, усе на Божу славу робіть!",
                    "location": "1 Кор. 10:31"
                },
                {
                    "text": "І сказав Бог: Оце дав Я вам усю ярину, що розсіває насіння, що на всій землі, і кожне дерево, що на ньому плід деревний, що воно розсіває насіння, нехай буде на їжу це вам!",
                    "location": "Бут. 1:29"
                },
                {
                    "text": "І будеш служити ти Господеві, Богові своєму, і Він поблагословить твій хліб та воду твою, і з-посеред тебе усуне хворобу.",
                    "location": "Вих. 23:25"
                },
                {
                    "text": "І Він розповів їм і притчу про те, що треба молитися завжди, і не занепадати духом.",
                    "location": "Лк. 18:1"
                },
                {
                    "text": "Вино то насмішник, напій п'янкий галасун, і кожен, хто блудить у ньому, немудрий.",
                    "location": "Прип. 20:1"
                },
                {
                    "text": "А той відповів і сказав: Люби Господа Бога свого всім серцем своїм, і всією душею своєю, і всією силою своєю, і всім своїм розумом, і свого ближнього, як самого себе.",
                    "location": "Лк. 10:27"
                },
                {
                    "text": "І поклав Даниїл собі на серце, що він не оскверниться їжею царя та питвом, що той сам його пив, і просив від начальника евнухів, щоб не осквернитися.",
                    "location": "Дан. 1:8"
                },
                {
                    "text": "Як хто нівечить Божого храма, того знівечить Бог, бо храм Божий святий, а храм той то ви!",
                    "location": "1 Кор. 3:17"
                },
                {
                    "text": "Бо більше від їжі життя, а тіло від одягу.",
                    "location": "Лк. 12:23"
                },
                {
                    "text": "А коли б твоє око лихе було, то й усе тіло твоє буде темне. Отож, коли світло, що в тобі, є темрява, то яка ж то велика та темрява!",
                    "location": "Мтв. 6:23"
                },
                {
                    "text": "Улюблений, я молюся, щоб добре велося в усьому тобі, і щоб був ти здоровий, як добре ведеться душі твоїй.",
                    "location": "3 Ів. 2"
                },
                {
                    "text": "Благослови, душе моя, Господа, і не забувай за всі добродійства Його! Всі провини Твої Він прощає, всі недуги твої вздоровляє.",
                    "location": "Пс. 103:2, 3"
                }
            ]
        },
        {
            "name": "Ісус - наш Спаситель",
            "color": "lime",
            "button": "bg-lime-100 text-lime-700 hover:bg-lime-200 focus:ring-lime-500",
            "badge": "bg-lime-100 text-lime-800",
            "pearls": [
                {
                    "text": "Він гноблений був та понижуваний, але уст своїх не відкривав. Як ягня був проваджений Він на заколення, й як овечка перед стрижіями своїми мовчить, так і Він не відкривав Своїх уст...",
                    "location": "Іс. 53:7"
                },
                {
                    "text": "Бо я передав вам найперш, що й прийняв, що Христос був умер ради наших гріхів за Писанням, і що Він був похований, і що третього дня Він воскрес за Писанням.",
                    "location": "1 Кор. 15:3-4"
                },
                {
                    "text": "Промовляє до нього Ісус: Я дорога, і правда, і життя. До Отця не приходить ніхто, якщо не через Мене.",
                    "location": "Ів. 14:6"
                },
                {
                    "text": "І, як буду піднесений з землі, то до Себе Я всіх притягну.",
                    "location": "Ів. 12:32"
                },
                {
                    "text": "Син бо Людський прийшов, щоб знайти та спасти, що загинуло!",
                    "location": "Лк. 19:10"
                },
                {
                    "text": "Бо Того, Хто не відав гріха, Він учинив за нас гріхом, щоб стали ми Божою правдою в Нім!",
                    "location": "2 Кор. 5:21"
                },
                {
                    "text": "Бо спасені ви благодаттю через віру, а це не від вас, то дар Божий, не від діл, щоб ніхто не хвалився.",
                    "location": "Еф. 2:8, 9"
                },
                {
                    "text": "Коли ми свої гріхи визнаємо, то Він вірний та праведний, щоб гріхи нам простити, та очистити нас від неправди всілякої.",
                    "location": "1 Ів. 1:9"
                },
                {
                    "text": "І дам вам нове серце, і нового духа дам у ваше нутро, і викину камінне серце з вашого тіла, і дам вам серце із плоті.",
                    "location": "Єз. 36:26"
                },
                {
                    "text": "Хто ховає провини свої, тому не ведеться, а хто признається та кидає їх, той буде помилуваний.",
                    "location": "Прип. 28:13"
                },
                {
                    "text": "І нема ні в кім іншім спасіння. Бо під небом нема іншого Ймення, даного людям, що ним би спастися ми мали.",
                    "location": "Дії. 4:12"
                },
                {
                    "text": "Він нас спас не з діл праведности, що ми їх учинили були, а з Своєї милости через купіль відродження й обновлення Духом Святим.",
                    "location": "Тит. 3:5"
                }
            ]
        },
        {
            "name": "Благовістя",
            "color": "amber",
            "button": "bg-amber-100 text-amber-700 hover:bg-amber-200 focus:ring-amber-500",
            "badge": "bg-amber-100 text-amber-800",
            "pearls": [
                {
                    "text": "І казав Він до них: Ідіть по цілому світові, та всьому створінню Євангелію проповідуйте!",
                    "location": "Мк. 16:15"
                },
                {
                    "text": "Ви свідки Мої, говорить Господь, та раб Мій, якого Я вибрав, щоб пізнали й Мені ви повірили, та зрозуміли, що це Я. До Мене не зроблено Бога, і не буде цього по Мені!",
                    "location": "Іс. 43:10"
                },
                {
                    "text": "Ісус же йому не дозволив, а промовив до нього: Іди до дому свого, до своїх, і їм розповіж, які речі великі Господь учинив тобі, і як змилувався над тобою!",
                    "location": "Мк. 5:19"
                },
                {
                    "text": "Сину людський, Я настановив тебе вартовим для Ізраїлевого дому, і як почуєш ти слово з уст Моїх, то остережи їх від Мене.",
                    "location": "Єз. 3:17"
                },
                {
                    "text": "Тоді Він казав Своїм учням: Жниво справді велике, та робітників мало; тож благайте Господаря жнива, щоб на жниво Своє Він робітнків вислав.",
                    "location": "Мтв. 9:37, 38"
                },
                {
                    "text": "Бо ми співробітники Божі, а ви Боже поле, Божа будівля.",
                    "location": "1 Кор. 3:9"
                },
                {
                    "text": "Все ходить та плаче, хто носить торбину насіння на посів, та вернеться з співом, хто носить снопи свої!",
                    "location": "Пс. 126:6"
                },
                {
                    "text": "І Він каже до них: Ідіть за Мною, Я зроблю вас ловцями людей! І вони зараз покинули сіті, та й пішли вслід за Ним.",
                    "location": "Мтв. 4:19, 20"
                },
                {
                    "text": "А розумні будуть сяяти, як світила небозводу, а ті, хто привів багатьох до праведности, немов зорі, навіки віків.",
                    "location": "Дан. 12:3"
                },
                {
                    "text": "Та ви приймете силу, як Дух Святий злине на вас, і Моїми ви свідками будете в Єрусалимі, і в усій Юдеї та Самарії, та аж до останнього краю землі.",
                    "location": "Дії. 1:8"
                },
                {
                    "text": "Отак ваше світло нехай світить перед людьми, щоб вони бачили ваші добрі діла, та прославляли Отця вашого, що на небі.",
                    "location": "Мтв. 5:16"
                },
                {
                    "text": "Уважай на самого себе та на науку, тримайся цього. Бо чинячи так, ти спасеш і самого себе, і тих, хто тебе слухає!",
                    "location": "1 Тим. 4:16"
                }
            ]
        }
    ],
    "weeks": {
        "colors": [
            "bg-red-100 text-red-800",
            "bg-orange-100 text-orange-800",
            "bg-yellow-100 text-yellow-800",
            "bg-green-100 text-green-800",
            "bg-emerald-100 text-emerald-800",
            "bg-cyan-100 text-cyan-800",
            "bg-blue-100 text-blue-800",
            "bg-indigo-100 text-indigo-800",
            "bg-violet-100 text-violet-800",
            "bg-fuchsia-100 text-fuchsia-800",
            "bg-pink-100 text-pink-800",
            "bg-rose-100 text-rose-800"
        ]
    }
}